Repository: eduNEXT/openedx-alexa-adaptor-template
Catalog: sample-skill/lambda/locale/*/LC_MESSAGES/data.po
Languages: es_es

source: It was not possible to obtain the user's email.
es_es: No fue posible obtener el correo electrónico del usuario.

source: It was not possible to obtain the user's email. Please enable email permissions in the Alexa skill settings via the Alexa app.
es_es: No fue posible obtener el correo electrónico del usuario. Por favor, habilite los permisos de correo electrónico en la configuración de la habilidad de Alexa a través de la aplicación de Alexa.

source: Welcome <alexa:name type="first" personId="{}"/>, this is the Open edX assistant, I can provide you information about student metrics and important aspects of a course.
es_es: Bienvenido <alexa:name type="first" personId="{}"/>, este es el asistente de Open edX, puedo proporcionarte información sobre las métricas de los estudiantes y aspectos importantes de un curso.

source: I'm sorry, I can't recognize your profile. Please, try again.
es_es: Lo siento, no puedo reconocer tu perfil. Por favor, inténtalo de nuevo.

source: It was not possible to consult the progress due to an access error.
es_es: No fue posible consultar el progreso por un error de acceso.

source: The course is not found. Try with a valid one.
es_es: El curso no se encuentra. Intente con uno válido.

source: The user is not enrolled in the course. Try with a valid one.
es_es: El usuario no está inscrito en el curso. Intente con uno válido.

source: The user with email '{}' is not found. Try with a valid one.
es_es: El usuario con correo electrónico '{}' no se encuentra. Intente con uno válido.

source: The progress for the student with username {} in the course of {} is {}%.
es_es: El progreso para el estudiante con nombre de usuario {} en el curso de {} es {}%.

source: Hi, try asking for your progress in some course
es_es: Hola, intenta pidiendo tu progreso en algún curso

source: See you soon!
es_es: !Hasta pronto!

source: Hmm, I'm not sure. You can say Hello or Help. What do you want to do?
es_es: Hmm, no estoy segura. Puedes decir Hola o Ayuda. ¿Qué quieres hacer?

source: I did not understand you. How can I help you?
es_es: No te entendí. ¿En qué puedo ayudarte?

source: Sorry, I've had trouble doing what you asked me. Please try again.
es_es: Lo siento, he tenido problemas para hacer lo que me pedías. Por favor, inténtalo de nuevo.
